IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Sprache:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Kippen ist aufgetreten. Berechnung abgebrochen."
IDS_EC_FOUNDATION_OVERTURNED = "Umgekippt"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Entwurfslast"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Betriebslast"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Faktorisierte Last"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Zuschlagslast"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Oberflächenlast"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Gewichtsdichte"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Bodenhöhe"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Eigengewicht wird berücksichtigt."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Eigengewicht wird nicht berücksichtigt."
IDS_EC_FOUNDATION_DEPTH = "Tiefe"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Säulenquerschnitt"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Form der Säule"
IDS_EC_FOUNDATION_RECTANGLE = "Rechteck"
IDS_EC_FOUNDATION_CIRCLE = "Kreis"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Exzentrizität (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Exzentrizität (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Wandquerschnitt"
IDS_EC_FOUNDATION_THICKNESS = "Dicke"
IDS_EC_FOUNDATION_ECCENTRICITY = "Exzentrizität"
IDS_EC_FOUNDATION_REBAR = "Bewehrung"
IDS_EC_FOUNDATION_DIRECTION_X = "Richtung X"
IDS_EC_FOUNDATION_LAYER__i = "Schicht %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Richtung Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fundament"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Fundamentgröße"
IDS_EC_FOUNDATION_WIDTH = "Breite"
IDS_EC_FOUNDATION_NO_OF_PILE = "Anz. der Pfähle "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Abstand der Pfähle"
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Bodenlastfähigkeit überprüfen"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Gebrauchstaugliche Bodenpressung im Hauptprogramm prüfen."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Bodenbeanspruchung berechnen"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Ultimative Bodenbeanspruchung berechnen"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Gebrauchstaugliche Bodenpressung berechnen (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Ultimative Bodenpressung berechnen (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Pfahltragfähigkeit überprüfen"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Gebrauchstaugliche Pfahlreaktion berechnen (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Ultimative Pfahlreaktion berechnen (%s)"
IDS_EC_FOUNDATION_INDEX = "Index"
IDS_EC_FOUNDATION_AT_FACE = "an Fläche"
IDS_EC_FOUNDATION_AT_DIST2D = "bei Distanz-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Einseitige Schubkraft überprüfen"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Zweiseitige Schubkraft überprüfen"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Parameter berechnen"
IDS_EC_FOUNDATION_COLUMN_FACE = "Schubkraft an der Säulenstirnfläche berechnen"
IDS_EC_FOUNDATION_2D = "Schubkraft im Abstand 2d berechnen"
IDS_EC_FOUNDATION_D = "Schubkraft im Abstand d berechnen"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Momententragfähigkeit überprüfen"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Momententragfähigkeit berechnen (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Momententragfähigkeit an der Säulenstirnfläche berechnen"
IDS_EC_FOUNDATION_REF_095D = "Referenz für 0,95d ist „The Concise Eurocode“ 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Bewehrung überprüfen"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Erforderliche Mindestfläche der Bewehrung berechnen"
IDS_EC_FOUNDATION_X_DIRECTION = "X-Richtung"
IDS_EC_FOUNDATION_Y_DIRECTION = "Y-Richtung"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Grenzwert für maximalen Bewehrungsabstand berechnen (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Eigengewicht"
IDS_EC_FOUNDATION_COLUMN = "Säule"
IDS_EC_FOUNDATION_SHAPE = "Form"
IDS_EC_FOUNDATION_DIAMETER = "Durchmesser"
IDS_EC_FOUNDATION_ECCENT_X = "Exzentrizität(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Exzentrizität(Y)"
IDS_EC_FOUNDATION_WALL = "Wand"
IDS_EC_FOUNDATION_LAYER_1_X = "Schicht-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Schicht-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Schicht-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Schicht-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pfahl"
IDS_EC_FOUNDATION_SPACE = "Raum"
IDS_EC_FOUNDATION_CHECK_CAPA = "Kapazität überprüfen"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Elemente überprüfen"
IDS_EC_FOUNDATION_UNIT = "Einheit"
IDS_EC_FOUNDATION_CALCULATED = "Berechnet"
IDS_EC_FOUNDATION_CRITIERIA = "Kriterien"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Bodenlastfähigkeit (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Moment-X Richtung(Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Moment-Y Richtung(Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "1-Wege Schub-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "1-Wege Schub-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "2-Wege Schub (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "2-Wege Schub-Fläche (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "2-Wege Schub-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "2-Wege Schub-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Pfahl Durchdringung-Fläche (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Pfahl Durchdringung-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Pfahltragfähigkeit-Druck (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Pfahltragfähigkeit-Zug (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "FUNDAMENT-EINGABELISTE"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Eingabedatenliste"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Tiefe = %s%s, Betondeckung = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Tiefe = %s%s, Abstand = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Fundamentbericht wird erstellt..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Form der Säule \t: Rechteck"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Form der Säule \t: Kreis"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Exzentrizität (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Exzentrizität (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Dicke \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Exzentrizität \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Breite \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Pfahldurchstanzen"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Einachsige Schubkraft berechnen (Richtung X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Einachsige Schubkraft berechnen (Richtung Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Moment überprüfen"
IDS_EC_FOUNDATION_COLUMN__s = "Säule (%s)"
IDS_EC_FOUNDATION_WALL__s = "Wand (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Tiefe = %s%s, Betondeckung = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Tiefe = %s%s, Abstand = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Eigen\nGewicht"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Inkompatible Version des Bemessungsmoduls"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Momentenwirksame Tiefe berechnen"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Schubwirksame Tiefe berechnen"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Hinweis: Bei der Prüfung des Pfahldurchstanzens wird angenommen, dass es sich um einen Innenpfahl handelt."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Der kritische Umfang wird ohne Berücksichtigung von Eckpfahl oder Randpfahl bestimmt."
IDS_EC_FOUNDATION_USER_D = "Schubkraft im Abstand Benutzer-d berechnen"
IDS_EC_ONEWAY_SHEAR = "Einwegschub"
IDS_EC_ONEWAY_SHEAR_X = "Einwegschub-X"
IDS_EC_TWOWAY_SHEAR = "Zweiwegschub"
IDS_EC_TWOWAY_SHEAR_CF = "Zweiachsige Schubkraft-Säulenstirnfläche"
IDS_EC_TWOWAY_SHEAR_2D = "Zweiwegschub-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Zweiwegschub-UserD"
IDS_EC_OFFSET_FACTOR = "Offsetfaktor"
IDS_EC_MOMENT_Y_DIRECTION = "Moment-Y-Richtung"
IDS_EC_MOMENT_X_DIRECTION = "Moment-X-Richtung"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Moment-X-Richtung (Kragarm)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Moment-X-Richtung (Säule)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Moment-X-Richtung (Spanne)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Abstand-Y überprüfen"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Abstand-X überprüfen"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Fläche-Y überprüfen"
IDS_EC_REBAR_AREA_X_DIRECTION = "Fläche-X überprüfen"
IDS_EC_OFFSET = "Offset"
IDS_EC_FOUNDATION_SOIL_CAPA = "Bodenlastfähigkeit"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Der Wert basiert auf Gebrauchslast"
IDS_EC_FOUNDATION_OVER_TURNING = "Werte werden nicht angezeigt, wenn Kippen auftritt"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Bodenbeanspruchungsdiagramm"
IDS_EC_SFD_DIAGRAM = "Schubkraftdiagramm"
IDS_EC_BMD_DIAGRAM = "Biegemomentdiagramm"
IDS_EC_PLAN_SECT = "Plan & Schnitt"
IDS_EC_REBAR_MAX_AREA = "Maximale Fläche"
IDS_EC_REBAR_MIN_AREA = "Minimale Fläche"
IDS_EC_REBAR_REQ_AREA = "Erforderliche Fläche"
IDS_EC_REBAR_MAX_SPACE = "Maximale Abstände"
IDS_EC_CANTIL = "Kragarm"
IDS_EC_COLUMN = "Säule"
IDS_EC_SPAN = "Spannweite"
IDS_EC_FOUNDATION_FDN_SECTION = "Fundament Querschnitt"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Kräfte und Bewehrung"
IDS_EC_FOUNDATION_INVERTED_T = "Umgekehrtes T"
IDS_EC_FOUNDATION_ECC = "Exz."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Moment_oben (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Moment_unten (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Schubkraft (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Quermoment (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Balkengröße"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momente und Kräfte"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Schubtragfähigkeit berechnen"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Obere Bewehrung"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Untere Bewehrung"
IDS_EC_FOUNDATION_BOT_BAR = "Unterste Bewehrung"
IDS_EC_FOUNDATION_STIRRUP = "Bewehrungsbügel"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Querbewehrung"
IDS_EC_FOUNDATION_STANS_BAR = "Transv. Stab"
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,oben$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,unten$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,unter$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,links$"
IDS_EC_FOUNDATION_q_s_right = "q_s,rechts$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,oben-links$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,oben-rechts$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,unten-links$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,unten-rechts$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,links$"
IDS_EC_FOUNDATION_q_u_right = "q_u,rechts$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,oben-links$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,oben-rechts$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,unten-links$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,unten-rechts$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "Angewandte A_s,min$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Eigengewicht"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Oben"
IDS_EC_FOUNDATION_BOT = "Unten"
IDS_EC_FOUNDATION_LAYER__i__EA = "Lage %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Bügel \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Querkraftbewehrung \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Auflast wird nicht berücksichtigt."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "für die Einheitshöhe"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "für die gesamte Breite"
IDS_EC_MEMBER_NAME = "BAUTEILNAME"
IDS_EC_GENERAL_INFORMATION = "Allgemeine Informationen"
IDS_EC_DESIGN_CODE = "Entwurfsnorm"
IDS_EC_UNIT_SYSTEM = "Einheitensystem"
IDS_EC_SECTION = "Querschnitt"
IDS_EC_SECTION_SIZE = "Querschnittsgröße"
IDS_EC_SECTION_SHAPE_T = "T-Querschnitt"
IDS_EC_SECTION_SHAPE_RECT = "R-Querschnitt"
IDS_EC_THICKNESS = "Dicke"
IDS_EC_MATERIAL = "Material"
IDS_EC_REBAR_COVER = "Überdeckung"
IDS_EC_REBAR_DISTANCE = "Abstand"
IDS_EC_CONSIDERED = "Berücksichtigt"
IDS_EC_NOT_CONSIDERED = "Nicht berücksichtigt"
IDS_EC_POSITION_CAPITAL = "POSITION"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Entwurfskräfte"
IDS_EC_FORCES = "Kräfte"
IDS_EC_BY_LOAD_COMB = "durch Lastkombinationen"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Zusatzlast & Eigengewicht"
IDS_EC_REINFORCEMENT = "Bewehrung"
IDS_EC_TOP_BAR = "Obere Bewehrung"
IDS_EC_BOTTOM_BAR = "Untere Bewehrung"
IDS_EC_TOP = "Oben"
IDS_EC_BOTTOM = "Unten"
IDS_EC_EXT_BAR = "Äuß. Stab"
IDS_EC_INT_BAR = "Inn. Stab"
IDS_EC_BOT = "Unt."
IDS_EC_EXT = "Äuß."
IDS_EC_INT = "Inn."
IDS_EC_STIRRUP = "Bewehrungsbügel"
IDS_EC_TRANSVERSE_BAR = "Querstab"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Verhältnis"
IDS_EC_LAYER = "Schicht"
IDS_EC_REMARK = "Bemerkung"
IDS_EC_ITEMS = "Elemente"
IDS_EC_VALUE = "Wert"
IDS_EC_INPUT_DATA_LIST = "Eingabedatenliste"
IDS_EC_LENGTH = "Länge"
IDS_EC_FACTOR = "Faktor"
IDS_EC2_BEAM_GENERATE_REPORT = "RC/Balkenbericht wird erstellt..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momente und Kräfte"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Kräfte und Bewehrungen"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Druckbewehrung"
IDS_EC2_BEAM_SPLICE_TYPE = "Verbindungstyp"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Verhältnis der Schubtragfähigkeit berechnen"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Abstand der Schubbewehrung berechnen"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Schubtragfähigkeit mit Schubbewehrung berechnen"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Maximale Schubtragfähigkeit des Querschnitts berechnen"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Einwegschub prüfen"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Biegemomentkapazität prüfen"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Bemessungsfestigkeit der Materialien berechnen"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Entwurfsparameter berechnen"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Erforderliche Bewehrungsfläche berechnen"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Grenzwert der Bewehrungsfläche berechnen"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Fläche der Zugbewehrung prüfen"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Biegemomentkapazität berechnen"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Verhältnis der Momententragfähigkeit berechnen"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Moment ist null. Übersprungen"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Schubkraftkapazität prüfen"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Schubtragfähigkeit ohne Schubbewehrung berechnen"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positiv"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negativ"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positiv, Inn."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Negativ, Äuß."
IDS_EC2_BEAM_SLAB_THICKNESS = "Plattendicke"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Effektive Breite"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "BALKEN EINGABELISTE"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Als rechteckigen Balken analysieren"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Als T-Balken analysieren"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Rissbreite nicht prüfen"
IDS_EC2_CRACK_LIMIT = "Rissgrenze"
IDS_EC2_CHK_CRACK_WIDTH = "Rissbreite prüfen"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Rissbreitenfaktoren"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Riss bei charakteristischer Last prüfen"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Riss bei quasi-ständiger Last prüfen"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Riss bei häufiger Last prüfen"
IDS_EC2_EXPOSURE_CLASS = "Expositionsklasse"
IDS_EC2_CHECK_STRESS_LIMITATION = "Spannungsgrenze prüfen"
IDS_EC2_CRITERIA_DEFLECTION = "Kriterien für Durchbiegung"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Für charakteristische Lastdurchbiegung"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Für Durchbiegung bei quasi-ständiger Last"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Durchbiegungsverstärkungsfaktor"
IDS_EC2_DEFLECTION = "Durchbiegung"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Für Kragarm durch 2 geteilt"
IDS_EC2_SUPPORT = "Unterstützung"
IDS_EC2_SPAN = "Spannweite"
IDS_EC2_CHARACTERISTIC = "Charakteristisch"
IDS_EC2_QUASI_PERMANENT = "Quasi-permanent"
IDS_EC2_FREQUENT = "Häufig"
IDS_EC2_DURATION = "Dauer"
IDS_EC_DEAD = "Tot"
IDS_EC_DEAD_LOAD = "Tote Last"
IDS_EC_LIVE = "Lebendig"
IDS_EC_LIVE_LOAD = "Lebende Last"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Charakteristische Durchbiegung"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Quasi-permanente Durchbiegung"
IDS_EC2_CHECK_DEFLECTION = "Durchbiegung prüfen"
IDS_EC_SUPPORT_CONDITION = "Unterstützungszustand"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Charakteristischer Durchbiegungsfaktor"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Quasi-permanenter Durchbiegungsfaktor"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Dauer für dauerhafte Last"
IDS_EC_SUSTAIN_LOAD = "Dauerhafte Last"
IDS_EC2_CBSF_MAIN_RIB = "Hauptrippe"
IDS_EC2_CBSF_FLANGE_PART = "Flanschteil"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Bemessungskraft berechnen (Flanschbereich)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Entwurfskraftparameter"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Entwurfskraft (Flanschteil)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Bodentragfähigkeit"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Bodentragfähigkeit prüfen"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Verhältnis der Bodenpressungstragfähigkeit berechnen"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "EINGABELISTE STREIFENFUNDAMENT MIT DURCHLAUFTRÄGER"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Streifenfundamentbericht wird erstellt..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Moment-X Richtung(MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Moment-Y Richtung(MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "KOMBINIERT WAND EINGABELISTE"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Verbundwandbericht wird erstellt..."
IDS_EC2_CWALL_WALL_ID = "Wand-ID"
IDS_EC_LOAD_COMBINATIONS = "Lastkombinationen"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Startpunkt"
IDS_EC2_CWALL_END_POINT = "Endpunkt"
IDS_EC_INFORMATION = "Information"
IDS_EC_SPACING_LIMIT = "Abstandslimit"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Vertikale Bewehrungsposition"
IDS_EC2_CWALL_VERT_REBAR = "Vert. Bewehrung"
IDS_EC2_CWALL_HORZ_REBAR = "Horiz. Bewehrung"
IDS_EC2_CWALL_END_REBAR = "Endbewehrung"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Anordnung"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Gleichmäßig nach nächstem Abstand aufteilen"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Genau teilen"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Von Ende"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Von Mitte"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Stab hinzufügen"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Schlankheitsverhältnis prüfen"
IDS_EC_CALC_RADIUS_GYRATION = "Radius der Trägheit berechnen"
IDS_EC_CALC_SLENDERNESS_RATIO = "Schlankheitsverhältnis berechnen"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Grenzwert für Schlankheitsverhältnis berechnen"
IDS_EC_SLENDER = "Schlank"
IDS_EC_NOT_SLENDER = "Nicht schlank"
IDS_EC_CHECK_MIN_MOMENT = "Minimales Moment prüfen"
IDS_EC_CALC_MIN_MOMENT = "Minimales Moment berechnen"
IDS_EC_CALC_MIN_ECCEN = "Minimale Exzentrizität berechnen"
IDS_EC_CHECK_DESIGN_MOMENT = "Entwurfsmoment prüfen"
IDS_EC_CALC_DESIGN_MOMENT = "Entwurfsmoment berechnen"
IDS_EC_DESIGN_MOMENT = "Entwurfsmoment"
IDS_EC_X_DIRECTION = "X Richtung"
IDS_EC_Y_DIRECTION = "Y Richtung"
IDS_EC_CHECK_DESIGN_PARAMETER = "Entwurfsparameter prüfen"
IDS_EC_CALC_REBAR_RATIO = "Bewehrungsverhältnis berechnen"
IDS_EC_CALC_ECCENTRICITY = "Exzentrizität berechnen"
IDS_EC_ROTATION_NA = "Drehwinkel der Neutralachse"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Zentrische axiale Tragfähigkeit berechnen"
IDS_EC_CHECK_MOMENT_CAPACITY = "Momentkapazität prüfen"
IDS_EC_CALC_CAPACITY_CONCRETE = "Tragfähigkeit des Druckspannungsblocks berechnen"
IDS_EC_CALC_CAPACITY_REBAR = "Kapazität der Bewehrung berechnen"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Nenntragfähigkeit für die Neutralachse berechnen"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Axiale Last- und Momententragfähigkeiten berechnen"
IDS_EC_CHECK_SHEAR_CAPACITY = "Schubkraftkapazität prüfen"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Maximalen Abstand berechnen"
IDS_EC_CALC_SHEAR_STRENGTH = "Schubfestigkeit berechnen"
IDS_EC_LENGTH_FACTOR = "Länge & Faktor"
IDS_EC_MOMENT_CAPACITY = "Momentkapazität"
IDS_EC_SHEAR_CAPACITY = "Schubkraftkapazität"
IDS_EC_CHECK_ITEM = "Prüfpunkt"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Name"
IDS_EC_DESCRIPTION = "Beschreibung"
IDS_EC_DESIGN_FORCE = "Entwurfskraft"
IDS_EC2_CWALL_FLANGE_WIDTH = "Flanschbreite"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Tatsächliche Breite"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Effektive Breite"
IDS_EC2_CWALL_GLOBAL = "Global"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "Schubbewehrung ist nicht erforderlich."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Schubbewehrung ist erforderlich."
IDS_EC_2ND_ORDER_EFFECT = "2. Ordnungseffekte"
IDS_EC_IMPERFECTION = "Unvollkommenheit"
IDS_EC_AUTO_CALC = "Auto-Berechnung"
IDS_ERCO_MOMENT_CAPACITY = "Prüfen der Momentenfähigkeit"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Nenntragfähigkeit für die ausbalancierte Achse berechnen"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Nenntragfähigkeit für die Neutralachse berechnen"
IDS_ERCO_BANLANCED_AXIS = "Ausgewogene Achse"
IDS_ERCO_NEUTRAL_AXIS = "Neutrale Achse"
IDS_ERCO_CAPACITY_REBAR = "Berechne die Tragfähigkeit der Bewehrung"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Tragfähigkeit des Druckspannungsblocks berechnen"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Berechne den Festigkeitsreduktionsfaktor"
IDS_EC_ERCO_GENERATE_REPORT = "RC-Säulenbericht wird erstellt..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Prüfen der Gebrauchstauglichkeit"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Gebrauchstauglichkeitsfaktoren"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Charakteristische Last prüfen (Spannung von Beton)"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Quasi-ständige Last prüfen (lineares Kriechen)"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Häufige Last prüfen (Spannung von Beton)"
IDS_EC_ERCO_CRACKED_SECTION = "Rissiger Querschnitt"
IDS_EC_ERCO_UNCRACKED_SECTION = "Unrissiger Querschnitt"
IDS_EC_ERCO_LINEAR_CREEP = "Lineare Kriechbewegung"
IDS_EC_ERCO_NONLINEAR_CREEP = "Nichtlineare Kriechbewegung"
IDS_EC_ERCO_LONG_TERM = "Langfristig"
IDS_EC_ERCO_SHORT_TERM = "Kurzfristig"
IDS_URGC_EFFECTIVE_AREA = "Effektive Fläche"
IDS_URGC_GENERATE_REPORT = "RC-Allgemeiner-Querschnitt-Säulenbericht wird erstellt..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "EINGABELISTE RC-SÄULE ALLGEMEINER QUERSCHNITT"
IDS_ESBC_INPUT_LIST = "EINGABELISTE STAHL-BOLZENVERBINDUNG"
IDS_ESBC_PLATE = "Platte"
IDS_ESBC_PLATE_WEB = "Platte (Web)"
IDS_ESBC_PLATE_FLANGE = "Platte (Flansch)"
IDS_ESBC_BOLT = "Bolzen"
IDS_ESBC_EXTENSION = "Erweiterung"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Unterstütztes Bauteil"
IDS_ESBC_SUPPORTING_MEM = "Unterstützendes Bauteil"
IDS_ESBC_BOLT_TYPE = "Bolzentyp"
IDS_ESBC_WELDING = "Schweißen"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Material und Bein"
IDS_ESBC_WELDING_MATERIAL = "Schweißmaterial"
IDS_ESBC_WELDING_LEG = "Schweißbein"
IDS_ESBC_MAX_VALUE = "Maximalwert"
IDS_ESBC_NOT_CHK = "Nicht prüfen"
IDS_ESBC_CHK_MAX_VALUE = "Maximalen Abstand und Überstandswert prüfen"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Maximalen Abstand und Überstandswert nicht prüfen"
IDS_ESBC_LEVEL_AND_GAP = "Niveau und Spalt"
IDS_ESBC_LEVEL = "Niveau"
IDS_ESBC_GAP = "Spalt"
IDS_ESBC_PERCENT = "Prozent"
IDS_ESBC_APPLY = "Anwenden"
IDS_ESBC_DIVISION = "Teilungsplatte"
IDS_ESBC_DIVISION_APPLY = "Teilungsplatte anwenden"
IDS_ESBC_DIVISION_NOT_APPLY = "Trennplatte nicht anwenden"
IDS_ESBC_APPLIED_FORCE = "Angewandte Kraft"
IDS_ESBC_MEMB_STRENGTH = "Bauteilfestigkeit"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Prüfen der Flanschabdeckplatte"
IDS_ESBC_CHK_NET_TENSION = "Vorhandensein von Nettzug prüfen"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Netzspannung auftreten"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Nettzug tritt nicht auf"
IDS_ESBC_CHK_PLATE_RESIS = "Prüfen der Plattenwiderstand"
IDS_ESBC_CHK_BOLT_GROUP = "Prüfen der Bolzengruppe"
IDS_ESBC_CHK_MIN_RESIS = "Prüfen des Mindestwiderstands"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Prüfen der Abdeckplatte"
IDS_ESBC_CHK_DIMENSION = "Prüfen der Dimension"
IDS_ESBC_CHK_PLATE = "Prüfen der Platte"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Abmessungen von Flansch- und Stegplatte prüfen"
IDS_ESBC_CHK_THIK = "Prüfen der Dicke"
IDS_ESBC_CHK_SPACING = "Prüfen des Abstands"
IDS_ESBC_CHK_PART_BOLT = "Bolzen"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Flansch"
IDS_ESBC_CHK_PART_PLATE = "Platte"
IDS_ESBC_CHK_PART_COLUMN = "Säule"
IDS_ESBC_CHK_PART_CONNECT = "Verbindung"
IDS_ESBC_CHK_PART_PLATE_FIN = "Finplatte"
IDS_ESBC_CHK_PART_PLATE_END = "Endplatte"
IDS_ESBC_CHK_PART_PLATE_DIV = "Teilungsplatte"
IDS_ESBC_CHK_SUPPORTED_MEM = "Prüfen des unterstützten Bauteils"
IDS_ESBC_CHK_CONNECTION = "Prüfen der Verbindung"
IDS_ESBC_CHK_SUPPORTING_MEM = "Prüfen des unterstützenden Bauteils"
IDS_ESBC_CHK_TYING_RESISTANCE = "Prüfen des Verbindungswiderstands"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Prüfen der strukturellen Integrität"
IDS_ESBC_CHK_SUPPORTED_WELD = "Schweißnähte des gestützten Bauteils prüfen"
IDS_ESBC_CHK_SUPPORTED_WEB = "Schubwiderstand des Stegs prüfen"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Widerstand an einer Ausklinkung prüfen"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Prüfen der lokalen Stabilität"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Bolzengruppe der Verbindung prüfen"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Prüfen der Platte auf Schub"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Schub- und Lochleibung des stützenden Bauteils prüfen"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Prüfen der Platte und Bolzen"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Stegwiderstand des gestützten Bauteils prüfen"
IDS_ESBC_CHK_TYING_WELD = "Prüfen des Schweißwiderstands"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Stegwiderstand der stützenden Säule prüfen"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Die lokale Stabilität des ausgeklinkten Balkens braucht nicht berücksichtigt zu werden"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Die lokale Stabilität des ausgeklinkten Balkens ist zu berücksichtigen"
IDS_ESBC_SHEAR = "Schubkraft"
IDS_ESBC_LOW_SHEAR = "Niedriger Schub"
IDS_ESBC_HIGH_SHEAR = "Hoher Schub"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Schub der Bolzengruppe prüfen"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Bolzenlochleibung in der Platte prüfen"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Bolzenlochleibung im Steg des gestützten Bauteils prüfen"
IDS_ESBC_CHK_SHAER_PLATE = "Schub der Platte prüfen"
IDS_ESBC_CHK_BENADING_PLATE = "Biegung der Platte prüfen"
IDS_ESBC_CHK_BUCKLING_PLATE = "Prüfen der seitlichen Torsionsknickung"
IDS_ESBC_CHK_WEB_SHEAR = "Prüfen des Webs auf Schub"
IDS_ESBC_CHK_SHEAR_NOTCH = "Steg auf Schub beim ausgeklinkten gestützten Bauteil prüfen"
IDS_ESBC_CHK_RESIS_CONNEC = "Widerstand an der Verbindung prüfen"
IDS_ESBC_CHK_RESIS_NOTCH = "Widerstand an der Ausklinkung prüfen"
IDS_ESBC_CHK_LOCAL_STABILITY = "Prüfen der lokalen Stabilität"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Schweißung des stützenden Bauteils prüfen"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Prüfen von Schub und Biegung"
IDS_ESBC_CHK_PLATE_TENSION = "Zugwiderstand der Platte prüfen"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Bolzenschub der Platte prüfen"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Zugwiderstand des Balkenstegs prüfen"
IDS_ESBC_CHK_WEB_SUPPORTED = "Steg des gestützten Bauteils prüfen"
IDS_ESBC_CHK_SUPPORTING_COL = "Prüfen der unterstützenden Säule"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Lange Finplatte"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Kurze Finplatte"
IDS_ESBC_CHK_SHEAR_RATIO = "Schubverhältnis"
IDS_ESBC_CHK_PUNCHING_RATIO = "Durchstanzverhältnis"
IDS_ESBC_ORDINARY = "Gewöhnlich"
IDS_ESBC_COUNTERSUNK = "Senkkopf"
IDS_ESBC_SPACE_X = "Abstand(x)"
IDS_ESBC_SPACE_Y = "Abstand(y)"
IDS_ESBC_EXTENSION_X = "Erweiterung(x)"
IDS_ESBC_EXTENSION_Y = "Erweiterung(y)"
IDS_ESBC_CHK_EXTENSION = "Prüfen der Erweiterung"
IDS_UCFT_GENERATE_REPORT = "SRC-CFT-Säulenbericht wird erstellt..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Materialfestigkeitsbeschränkung"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Verhältnis der Stahlquerschnittsfläche"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Berechne die Kraftverteilung"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Erforderliche Schubkraft, übertragen durch Schubverbinder"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Berechne die direkte Haftfestigkeit"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "die gefüllte Verbundsaule erstreckt sich zu einer Seite"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "die gefüllte Verbundsaule erstreckt sich zu beiden Seiten"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Prüfen der Querschnittsklassifizierung"
IDS_UCFT_CHECK_CLASSIFICATION = "Klassifikation"
IDS_UCFT_AXIAL = "Axial"
IDS_UCFT_FLEXURE = "Biegung"
IDS_UCFT_FOR_AXIAL = "für axial"
IDS_UCFT_FOR_FLEXURE = "für Biegung"
IDS_UCFT_TREATED_COMPACT = "Daher wird der gesamte Querschnitt als kompakt behandelt."
IDS_UCFT_TREATED_NONCOMPACT = "Daher wird der gesamte Querschnitt als nicht kompakt behandelt."
IDS_UCFT_OVER_LAMDA_MAX = "Daher liegt das gesamte Breite-Dicke-Verhältnis des Querschnitts über "
IDS_UCFT_OVER = "Über"
IDS_UCFT_UNDER = "Unter"
IDS_UCFT_SEISMIC = "Seismisch"
IDS_UCFT_SPECIAL_PROVISION = "Besondere Bestimmung"
IDS_UCFT_HIGH_DUCTILITY = "Hohe Duktilität"
IDS_UCFT_MIDDLE_DUCTILITY = "Mittlere Duktilität"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Plastische Momententragfähigkeit um die Hauptachse prüfen"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Plastische Momententragfähigkeit um die Nebenachse prüfen"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Momententragfähigkeit bei Streckgrenze um die Hauptachse prüfen"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Momententragfähigkeit bei Streckgrenze um die Nebenachse prüfen"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Momententragfähigkeit beim ersten Erreichen der Streckgrenze um die Hauptachse prüfen"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Momententragfähigkeit beim ersten Erreichen der Streckgrenze um die Nebenachse prüfen"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Stahl HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Überprüfung der Lastübertragung"
IDS_UCCO_MATERIAL_N_SECTION = "Material & Querschnitt"
IDS_UCCO_CONCRETE_MATERIAL = "Betonmaterial"
IDS_UCCO_STEEL_MATERIAL = "Stahlmaterial"
IDS_UCCO_STEEL_SHAPE = "Stahlform"
IDS_UCCO_EXTERNAL_FORCE_TO = "Äußere Kraft zu"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "CFT-Bauteil erstreckt sich bis"
IDS_UCCO_LOAD_TRANSFER = "Lastübertragung"
IDS_UCCO_CHECK_LIMITATION = "Überprüfung der Einschränkung"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Überprüfung der Momentfestigkeit"
IDS_UCCO_GENERATE_REPORT = "SRC-Säulenbericht wird erstellt..."
IDS_UCCO_USE_CRITERIA_VALUE = "Kriterienwert verwenden"
IDS_UCCO_AUTO_CALCULATE = "Automatisch berechnen."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Querschnittsfläche der Querbewehrung prüfen."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Detailausbildung des Bügelstabendes verwenden"
IDS_UCCO_INPUT_LIST = "SRC SÄULENEINGABELISTE"
IDS_UCCO_LIMIT = "Grenze"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Überprüfung der Anforderungen an das Material"
IDS_UCCO_CALC_STEEL_RATIO = "Stahlverhältnis berechnen"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Hauptstahlabstand berechnen"
IDS_UCCO_CALC_CAPACITY_STEEL = "Kapazität des Stahls berechnen"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Verankerungslänge des Ankerbolzens prüfen"
IDS_USBP_BASE_PLATE = "Fundamentplatte"
IDS_USBP_ANCHOR_BOLT = "Ankerbolzen"
IDS_USBP_WING_PLATE = "Flügelplatte"
IDS_USBP_RIB_PLATE = "Rippenplatte"
IDS_USBP_RIB_WING_PLATE = "Rippenplatte & Flügelplatte"
IDS_USBP_PEDESTAL = "Sockel"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Auflagerpressung der Fußplatte prüfen"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Auflagerkraft ist nicht vorhanden."
IDS_USBP_BEARING_STRESS = "Lasteinleitungsspannung"
IDS_USBP_BEARING_STRENGTH = "Lasteinleitungsfestigkeit"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Auflagerpressung von Beton berechnen"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Auflagertragfähigkeit von Beton berechnen"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Überprüfung der Zugfestigkeit"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Zugkraft ist nicht vorhanden."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Überprüfung der Entwicklungslänge"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Angewendete Lastkombination für Auflagerpressung"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Zugspannung des Ankerbolzens prüfen"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Zugspannung in der Auflagerung prüfen"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Zugkraft ist nicht vorhanden."
IDS_USBP_CHECK_BASE_PLATE = "Überprüfung der Fundamentplatte"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Entwurfsmoment"
IDS_USBP_FORCE_DIAGRAM = "Kraftdiagramm"
IDS_USBP_CHECK_RIB_PLATE = "Überprüfung der Rippenplatte"
IDS_USBP_CHECK_WING_PLATE = "Überprüfung der Flügelplatte"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Überprüfung des Ankerbolzens"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Ankerbolzen ist nicht vorhanden."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Verankerungslänge des Ankerbolzens prüfen"
IDS_USBP_INPUT_LIST = "EINGABELISTE STAHL-FUSSPLATTE"
IDS_USBP_START_ANGLE = "Startwinkel"
IDS_USBP_GENERATE_REPORT = "Stahl-Fußplattenbericht wird erstellt..."
IDS_USBP_CALC_BP_THK = "Dicke der Fundamentplatte berechnen"
IDS_CALC_THK_RATIO = "Dickenverhältnis der Fußplatte berechnen"
IDS_EC_UNLIMITED = "Unbegrenzt"
IDS_ESMC_GENERATE_REPORT = "Momenten-Bolzenverbindungsbericht wird erstellt..."
IDS_ESBC_GENERATE_REPORT = "Bolzenverbindungsbericht wird erstellt..."
IDS_ESMC_ALONE = "allein"
IDS_ESMC_AND = "und"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Angewandt"
IDS_ESMC_AREA = "Fläche"
IDS_ESMC_BEAM = "Balken"
IDS_ESMC_BEAMFLANGEANDWEB = "Balkenflansch und -web"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Balkenflansch und -steg, Druckwiderstand"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Balkenflansch und -steg im Druckwiderstand"
IDS_ESMC_BEAMWEB = "Balkenweb"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Balkensteg in Querrichtung auf Zug"
IDS_ESMC_BOLT = "Bolzen"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Bolzenlochleibungswiderstand am Säulenflansch"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Bolzenlochleibungswiderstand an der Stirnplatte"
IDS_ESMC_BOLTGROUP = "Bolzengruppe"
IDS_ESMC_BOLTINFORMATION = "Bolzeninformation"
IDS_ESMC_BOLTINSHEAR = "Bolzen in Schub"
IDS_ESMC_BOLTROW = "Bolzenreihe"
IDS_ESMC_BOLTSPACING = "Bolzenabstände"
IDS_ESMC_BOLTSPACING_COLUMN = "Randabstand an der Säule"
IDS_ESMC_BOLTSPACING_PLATE = "Randabstand an der Platte"
IDS_ESMC_BOTTOMSTIFFENER = "Unterer Steg"
IDS_ESMC_BRACKET = "Bügel"
IDS_ESMC_BUCKLINGCURVE = "Knickkurve"
IDS_ESMC_BUCKLINGRESISTANCE = "Knickwiderstand"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Axialkraftgleichgewicht"
IDS_ESMC_CALCULATEDEPTH = "Tiefe berechnen"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Effektive Länge berechnen"
IDS_ESMC_COLUMN = "Säule"
IDS_ESMC_COLUMNFLANGE = "Säulenflansch"
IDS_ESMC_COLUMNFLANGEINBENDING = "Säulenflansch in Biegung"
IDS_ESMC_COLUMNWEB = "Säulenweb"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Säulenweb, Knickwiderstand"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Säulensteg, Beulwiderstand mit Drucksteife"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Säulenweb, Druckwiderstand"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Säulensteg, Quetschwiderstand mit Drucksteife"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Säulensteg in Querrichtung auf Druck"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Säulensteg in Querrichtung auf Zug"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Säulenweb in Schub"
IDS_ESMC_COLUMNWEBPANELZONE = "Säulenweb-Paneelzone"
IDS_ESMC_COLUMNWEBSTIFFENER = "Säulenwebsteifigkeit"
IDS_ESMC_COMBINED = "Kombiniert"
IDS_ESMC_COMPRESSIONGOVERNED = "Druckgesteuert"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Säulensteg, Querschubwiderstand"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensionen der Drucksteifigkeit"
IDS_ESMC_COMPRESSIONZONE = "Druckzone"
IDS_ESMC_COMPRESSIVERESISTANCE = "Druckfestigkeit"
IDS_ESMC_CONNECTION = "Verbindung"
IDS_ESMC_DEPTH = "Tiefe"
IDS_ESMC_DEPTHABOVE600MM = "Tiefe > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Tiefe < 600mm"
IDS_ESMC_DESIGNFORCE = "Entwurfskraft"
IDS_ESMC_DIA = "Durchm."
IDS_ESMC_DOUBLE = "Doppelt"
IDS_ESMC_EDGEDISTANCE = "Randabstand"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Wirksame Quetschfläche mit Drucksteife"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Wirksame Beulfläche mit Drucksteife"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Wirksamen Steifenquerschnitt auf Beulen prüfen"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Wirksamer Zugwiderstand der Bolzenreihen"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Wirksame Breite des Stegs im Druck"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Effektiver Scherwiderstand"
IDS_ESMC_EFFRESISTANCE = "Wirks. Widerstand"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Endplatte"
IDS_ESMC_ENDPLATEINBENDING = "Endplatte in Biegung"
IDS_ESMC_ENMODE1 = "Modus 1"
IDS_ESMC_ENMODE2 = "Modus 2"
IDS_ESMC_ENMODE3 = "Modus 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "SCHRITT5 Schweißnähte"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Gleichgewicht der Kräfte"
IDS_ESMC_GENERAL = "Allgemein"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Trägerflansch"
IDS_ESMC_HAUNCH = "Haunch"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Haunchflansch"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Haunch-Web"
IDS_ESMC_HOLEDIA = "Loch-Ø"
IDS_ESMC_LAYOUT = "Bolzengruppenlayout"
IDS_ESMC_LENGTH = "Länge"
IDS_ESMC_MODE1RESISTANCE = "Modus 1 Widerstand"
IDS_ESMC_MODE2RESISTANCE = "Modus 2 Widerstand"
IDS_ESMC_MODE3RESISTANCE = "Modus 3 Widerstand"
IDS_ESMC_MOMENTFORCEMINUS = "Reihe 1 kennzeichnet eine untere Reihe der Bolzengruppe"
IDS_ESMC_MOMENTFORCEPLUS = "Reihe 1 kennzeichnet eine obere Reihe der Bolzengruppe"
IDS_ESMC_MOMENTRESISTANCE = "Momentwiderstand"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Momentwiderstand mit Haunch"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Momentwiderstand ohne Haunch"
IDS_ESMC_NAME = "Name"
IDS_ESMC_NET = "Netto"
IDS_ESMC_NOCOLUMNS = "Anz. Spalten"
IDS_ESMC_NOREDUCTION = "Keine Reduzierung"
IDS_ESMC_NOROWS = "Anz. Reihen"
IDS_ESMC_NOTAPPLIED = "Nicht angewendet"
IDS_ESMC_NOTCHECK = "Nicht prüfen"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Teilfaktoren der Verbindung"
IDS_ESMC_PARTIALFACTOR_STEEL = "Teilsicherheitsbeiwerte für Baustahl"
IDS_ESMC_PLATE = "Platte"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Plattenknickreduktionsfaktor"
IDS_ESMC_PLATESLENDERNESS = "Plattenverhältnis"
IDS_ESMC_PRETENSION = "Vorspannung"
IDS_ESMC_REDUCTION = "Reduzierung"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Abminderungsbeiwert für Längsdruckspannung"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Abminderungsbeiwert für Schubinteraktion"
IDS_ESMC_RESISTANCE = "Widerstand"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Widerstand des Säulenflansches in Biegung"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Widerstand der Stirnplatte in Biegung"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Widerstand mit Haunch"
IDS_ESMC_ROW = "Reihe"
IDS_ESMC_SECTION = "Querschnitt"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Schubwiderstand des ausgesteiften Stegs"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Schubwiderstand des nicht ausgesteiften Stegs"
IDS_ESMC_SHEARRESISTANCE = "Schubwiderstand"
IDS_ESMC_SPACING = "Abstand"
IDS_ESMC_STEEL = "Baustahl"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Säulen-Web-Widerstand"
IDS_ESMC_STIFFENERSIZE = "Versteifungsgröße"
IDS_ESMC_SUMMARYBOLTROW = "Zusammenfassung: Schraubenreihe"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Zusammenfassung: Momentwiderstand"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Zusammenfassung: Widerstand der Druckzone"
IDS_ESMC_TENSIONGOVERNED = "Zugbeherrscht"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Zugwiderstand der Schraubenreihen"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Zugversteifungsprüfung"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Abmessungen der Zugversteifung"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Zugsteifen sind für den Säulensteg nicht erforderlich"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Zugsteifen sind für den Säulensteg erforderlich"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Widerstand der Zugversteifung"
IDS_ESMC_TENSIONZONETSTUBS = "Zugzonen-T-Stücke"
IDS_ESMC_THICKNESS = "Dicke"
IDS_ESMC_TOPSTIFFENER = "Obere Versteifung"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Vertikaler Schubwiderstand"
IDS_ESMC_WEBRESISTANCE = "Träger-Web"
IDS_ESMC_WELDSCHECK = "Schweißprüfung"
IDS_ESMC_WELDSIDES = "Schweißseiten"
IDS_ESMC_WIDTH = "Breite"
IDS_ESMC_WITHROW = "mit Reihe"
IDS_EC_FLANGE = "Flansch"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Bauteiltyp"
IDS_EC_SECTION_PROPERTY = "Querschnittseigenschaft"
IDS_EC_BUILT_UP = "Aufgebaut"
IDS_EC_ROLLED = "Gewalzt"
IDS_EC_CHK_ITEMS = "Prüfpositionen"
IDS_EC_MAJOR_AXIS_X = "Hauptachse (X)"
IDS_EC_MINOR_AXIS_Y = "Nebenachse (Y)"
IDS_EC_REQUIRED = "Erforderlich"
IDS_EC_NO_REQUIRED = "Nicht erforderlich"
IDS_EC_CLASS = "Klasse"
IDS_EC_CLASS1 = "Klasse 1"
IDS_EC_CLASS2 = "Klasse 2"
IDS_EC_CLASS3 = "Klasse 3"
IDS_EC_CLASS4 = "Klasse 4"
IDS_EC_TABLE = "Tabelle"
IDS_ESSG_KIJ_ANNEX = "Interaktionsfaktor-Anhang"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Bestimmung des Interaktionsfaktors"
IDS_ESSG_METHOD_1_ANNEX_A = "Methode 1 gemäß Anhang A verwenden"
IDS_ESSG_METHOD_2_ANNEX_B = "Methode 2 gemäß Anhang B verwenden"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Prüfung der axialen Widerstand"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Berechnung des Druck axialen Widerstandes"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Berechnung des Zug axialen Widerstandes"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Prüfung des Schubwiderstandes"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Schubwiderstand um die starke Achse (y) berechnen"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Schubwiderstand um die schwache Achse (x) berechnen"
IDS_ESSG_APPLY_RIGID_END_POST = "Steifen Endpfosten-Typ anwenden"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Nichtsteifen Endpfosten-Typ anwenden"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Prüfung des Momentwiderstandes"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Momentwiderstand um die starke Achse (x) berechnen"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Momentwiderstand um die schwache Achse (y) berechnen"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Biege- und Schubwiderstand prüfen"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Biege- und Schubwiderstand"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Biege- und Schubwiderstand um die starke Achse berechnen"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Biege- und Schubwiderstand um die schwache Achse berechnen"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Biege- und Normalkraftwiderstand prüfen"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Biege- und axialer Widerstand"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Biege- und Normalkraftwiderstand berechnen"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Prüfung des allgemeinen Interaktionsverhältnisses"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Biege-, Schub- und Normalkraftwiderstand prüfen"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Biege-, Schub- und Normalkraftwiderstand"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Biege-, Schub- und Normalkraftwiderstand um die starke Achse berechnen"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Biege-, Schub- und Normalkraftwiderstand um die schwache Achse berechnen"
IDS_ESSG_CHK_FBR_RESISTANCE = "Prüfung des Biegeknickwiderstandes"
IDS_ESSG_FBR_RESISTANCE = "Biegeknickwiderstand"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Biegedrillknickwiderstand um die starke Achse berechnen"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Biegedrillknickwiderstand um die schwache Achse berechnen"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Torsions- und Torsions-Biegedrillknicken prüfen"
IDS_ESSG_TB_TFB_RESISTANCE = "Torsions- und Torsions-Biegedrillknicken"
IDS_ESSG_CALC_TB_RESISTANCE = "Berechnung des Torsionsknickwiderstandes"
IDS_ESSG_CALC_TFB_RESISTANCE = "Widerstand gegen Torsions-Biegedrillknicken berechnen"
IDS_ESSG_CHK_LTB_RESISTANCE = "Widerstand gegen Biegedrillknicken prüfen"
IDS_ESSG_LTB_RESISTANCE = "Seitlicher Torsionsknickwiderstand"
IDS_ESSG_CALC_LTB_RESISTANCE = "Widerstand gegen Biegedrillknicken berechnen"
IDS_ESSG_CHK_BNC_RESISTANCE = "Gleichmäßiges Bauteil bei Biegung und axialem Druck prüfen"
IDS_ESSG_BNC_RESISTANCE = "Gleichmäßiges Bauteil bei Biegung und axialem Druck"
IDS_ESSG_CALC_BNC_RESISTANCE = "Widerstand eines gleichmäßigen Bauteils bei Biegung und axialem Druck berechnen"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Prüfung des Schubknickwiderstandes"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Schubknickwiderstand"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Schubbeulwiderstand um die starke Achse berechnen"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Schubbeulwiderstand um die schwache Achse berechnen"
IDS_ESSG_HIGH_SHAER = "Hoher Schub"
IDS_ESSG_NOT_HIGH_SHAER = "Nicht hoher Schub"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Seinen Einfluss auf den Momentwiderstand vernachlässigen."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Unter der folgenden Bedingung ist keine Reduzierung erforderlich."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Unter der folgenden Bedingung ist keine Reduzierung des Biegewiderstands erforderlich."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Unter der folgenden Bedingung ist keine Reduzierung des Biege-Normalkraftwiderstands erforderlich."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Unter der folgenden Bedingung ist für die schwache Achse keine Reduzierung des Biege-Normalkraftwiderstands erforderlich."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Unter der folgenden Bedingung ist für die starke Achse keine Reduzierung des Biege-Normalkraftwiderstands erforderlich."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Berücksichtigung des Einflusses der Normalkraft auf die starke und schwache Achse unter der folgenden Bedingung. "
IDS_ESSG_BUCKLING_CURVE = "Knickkurve"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Seitliche Torsionsknickkurve"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Seitliche Torsionsknickkurve"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Eine Prüfung des Knickwiderstands ist nicht erforderlich"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Eine Prüfung auf Torsions- und Torsions-Biegedrillknicken ist nicht erforderlich"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Eine Prüfung auf Biegedrillknicken ist nicht erforderlich"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Eine Prüfung des Biege- und Druckwiderstands ist nicht erforderlich"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Eine Prüfung auf Schubbeulen ist nicht erforderlich"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Knickeffekte können vernachlässigt werden."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Knickeffekte sollten berücksichtigt werden."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Berechnet nach Anhang A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Berechnet nach Anhang B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Zusätzliche Auflagerbreite (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Widerstand von Ankerbolzen"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Reibungswiderstand von Ankerbolzen"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Schubeigenschaften von Ankerbolzen"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Zugwiderstand von Ankerbolzen"
IDS_ASSEMBLYSTRONG_AXIS = "Montage (starke Achse)"
IDS_ASSEMBLYWEAK_AXIS = "Montage (schwache Achse)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Eigenschaften der Fußplatte und der Ankerbolzen"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Fußplatte in Biegung und Ankerbolzen in Zug (starke Achse)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Fußplatte in Biegung und Ankerbolzen in Zug (schwache Achse)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Fußplatte in Biegung und Beton in Druck (starke Achse)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Fußplatte in Biegung und Beton in Druck (schwache Achse)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Fußplattenwiderstand bei Druck"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Fußplattenwiderstand bei Zug"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Auflagerdruckfestigkeit (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Berechnung der effektiven Länge"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Berechnung der wirksamen Länge (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Berechnung der wirksamen Länge (innere Schrauben)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Berechnung der wirksamen Länge (äußere Schrauben)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Berechnung des Verbindungswiderstandes"
IDS_CHECK_BOLT_SHEAR = "Prüfung der Bolzenschub"
IDS_CHECK_BOLT_TENSION = "Prüfung der Bolzenzug"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Kombinierte Schubkraft und Torsion prüfen"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Prüfung auf Bedingung ohne Überlappung"
IDS_CHECK_FOR_PRYING_CONDITION = "Prüfung auf Abhebezustand"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Prüfen, ob die wirksame Fläche auf die Fußplatte passt"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Säule, Flansch und Steg in Druck (starke Achse)"
IDS_COMPRESSED_PART_RESISTANCE = "Widerstand des komprimierten Teils"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Berechnung der Drucktragfähigkeit (starke Achse)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Druckfestigkeitsberechnung"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Druckfestigkeitsprüfung"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Korrelationsfaktor für Kehlnaht"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Entwurf der Widerstand von Ankerbolzen"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Entwurf der Widerstand von Verankerung"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Bemessungsfall: linke Seite in Druck, rechte Seite in Druck"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Bemessungsfall: linke Seite in Zug, rechte Seite in Zug"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Bemessungsdruckwiderstand des Flansches"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Bemessungsmomentwiderstand des Säulenfußes"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Bemessungsschubwiderstand für Kehlnaht in X-Richtung"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Bemessungsschubwiderstand für Kehlnaht in Y-Richtung"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Bemessungszugwiderstand für Kehlnaht"
IDS_EFFECTIVE_AREA_CALCULATION = "Berechnung der effektiven Fläche"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Wirksame Fläche aus Kräftegleichgewicht (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Wirksame Fläche des gedrückten T-Stubs"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Wirksame Länge, Breite und Fläche"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Berechnung der äquivalenten Kraft (Säulenflansch)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Berechnung der äquivalenten Kraft (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Faktor m für äußere Schrauben"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Vergussmörtel beeinflusst den Betonauflagerwiderstand"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Vergussmörtel beeinflusst den Betonauflagerwiderstand NICHT"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Hebelarm des Druckanteils"
IDS_LEAVER_ARM_OF_TENSION_PART = "Hebelarm des Zuganteils"
IDS_LOAD_ECCENTRICITY = "Lastexzentrizität"
IDS_MOMENT_CAPACITY = "Momentenfähigkeit"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Plastische Biegemomenttragfähigkeit der Fußplatte"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Plastische Biegemomenttragfähigkeit der Fußplatte je Längeneinheit"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Plastische Biegemomenttragfähigkeit der Säule"
IDS_PRESENCE_OF_PRYING_EFFECT = "Vorhandensein des Abhebeeffekts"
IDS_RATIOX = "Verhältnis(x)"
IDS_RATIOY = "Verhältnis(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Reduzierung der Momenttragfähigkeit (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Reduzierung der Momenttragfähigkeit (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Widerstand des Versagensmodus 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Widerstand des Versagensmodus 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Widerstand des Versagensmodus 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Widerstand des Versagensmodus 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Widerstand des Versagensmodus 4 (Säulensteg in Zug) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Widerstand des T-Stub-Versagensmodus 1-2 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Widerstand des T-Stub bei Zug"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Widerstand des Zug-T-Stub"
IDS_RIB = "Rippe"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Schubbemessung (EN1993-1-8 Tabelle 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Schubkraft ist nicht vorhanden."
IDS_T = "t"
IDS_TENSION_FORCES = "Zugkräfte"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Überprüfung des Zugwiderstands"
IDS_TENSION_RESISTANCE_FACTORS = "Zugwiderstands-Faktoren"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Zugwiderstand von Bolzen"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Schweißnahtprüfung (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Schweißverhältnis"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Breite des Streifens um die Säule C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "Flügel"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Randabstand prüfen (nachträglich installierter Ankerbolzen)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Zugtragfähigkeit berechnen (nachträglich installierter Ankerbolzen)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Schubtragfähigkeit berechnen (nachträglich installierter Ankerbolzen)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Abstand von der Betonkante zum Mittelpunkt des Ankerbolzens prüfen"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Berechnung der Festigkeit von Stahl"
IDS_CALCULATE_SIZE_DATA = "Berechnung der Größenangaben"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Betonausbruchtragfähigkeit berechnen"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Ausziehtragfähigkeit des Ankers berechnen"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Betonausbruchtragfähigkeit, Richtung X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Betonausbruchtragfähigkeit, Richtung Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Beton-Heraushebeltragfähigkeit berechnen"
IDS_CALCULATE_COMBINED_RATIO = "Berechnung des kombinierten Verhältnisses"
IDS_CONDITION = "Zustand"
IDS_EQUATION = "Gleichung"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "RC ANCHOR BOLT EINGABELISTE"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Flansch und Steg unter konzentrierter Kraft prüfen"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Prüfen, ob ein Steifen erforderlich ist"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Überprüfung der Anforderungen an Versteifungen"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Erfordernis der Zugfeldwirkung prüfen"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Erfordernis eines Steifens zur Anwendung der Zugfeldwirkung prüfen"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Steg unter konzentrierter Kraft prüfen"
IDS_COLUMNS = "Säulen"
IDS_UNIFORM_LOAD = "Gleichmäßige Last"
IDS_FINISH_LOAD = "Endlast"
IDS_CONSTRUCTION_LOAD = "Bau-Last"
IDS_CONSTRUCTION_STAGE = "Bauphase"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Überprüfung der Anforderungen an Steher"
IDS_CHECK_SIZE = "Größe überprüfen"
IDS_CHECK_MATERIAL = "Material überprüfen"
IDS_MATERIAL_PROPERTIES_APPLIED = "Materialeigenschaften (Angewandt)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Wirksame Breite der Platte berechnen"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Effektive Breite der Platte"
IDS_THICKNESS_OF_CONCRETE = "Dicke des Betons"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Berechnung der Entwurfs-Schubkraft"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Bemessungskraft während der Bauphase berechnen"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Überprüfung der Durchbiegung während des Baus"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Durchbiegung durch ständige Last prüfen"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Durchbiegung durch Nutzlast prüfen"
IDS_CALCULATE_STRENGTH_OF_STUD = "Berechnung der Festigkeit des Stehers"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Elastizitätsmodul von Beton berechnen"
IDS_CALCULATE_NUMBER_OF_STUD = "Berechnung der Anzahl der Steher"
IDS_CALCULATE_COMPOSITION_RATIO = "Berechnung des Zusammensetzungsverhältnisses"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Momententragfähigkeit prüfen (positives Moment)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Berechnung des Trägheitsmoments"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Wirksames Flächenträgheitsmoment berechnen"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Untergrenze für das Flächenträgheitsmoment berechnen"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Berechnung der Balkenmodus-Eigenschaften"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Berechnung der effektiven Breite"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Transformiertes Flächenträgheitsmoment berechnen"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Berechnung der Durchbiegung & Frequenz"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Transformiertes Flächenträgheitsmoment je Einheitsbreite berechnen"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Wirksame Balkenfeldbreite berechnen"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Gewicht des Balkenfeldes berechnen"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Berechnung der Träger-Modus-Eigenschaften"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Wirksame Trägerfeldbreite berechnen"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Überprüfung der Vibration (Kombinierter Modus)"
IDS_ADJUST_GIRDER_DEFLECTION = "Anpassung der Trägerdurchbiegung"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Berechnung der Grundfrequenz des Fußbodens"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Äquivalentes Feldgewicht im kombinierten Modus berechnen"
IDS_CALCULATE_PEAK_ACCELERATION = "Berechnung der Spitzenbeschleunigung"
IDS_H_BEAM__SLAB = "H-Balken & Platte"
IDS_CONST_LOAD = "Ständige Last"
IDS_CONCENTRATED_FORCES = "Konzentrierte Kräfte"
IDS_CONSTRUCTION = "Bau"
IDS_DEAD__LIVE = "Eigenlast & Nutzlast"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Kunststoffdesign (Kompaktquerschnitt)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Elastische Bemessung (nicht kompakter Querschnitt)"
IDS_MAX = "Max."
IDS_V = "V'"
IDS_COMP_RATIO = "Ausnutzungsgrad"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Wirksame Balkenfeldbreite & Gewicht berechnen"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Wirksame Trägerfeldbreite & Gewicht berechnen"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Bodenfrequenz (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "SRC COMPOSITE BEAM EINGABELISTE"
IDS_SECTION_H_BEAM__SLAB = "Querschnitt (H-Balken & Platte)"
IDS_SECTION_STUD = "Querschnitt (Steher)"
IDS_SECTION_DECK_PLATE = "Querschnitt (Deckplatte)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Entlastung (Gleichmäßige Last)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Entwurfskraft (Konzentrierte Kräfte)"
IDS_NOWEB = "Nr.Steg"
IDS_NOFLANGE = "Nr.Flansch"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Bügelstahl"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Überprüfung der Anforderungen an Material"
IDS_CALCULATE_STEEL_RATIO = "Berechnung des Stahlverhältnisses"
IDS_CALCULATE_MAIN_BAR_SPACE = "Berechnung des Abstands der Hauptbewehrung"
IDS_CALCULATE_ECCENTRICITY = "Berechnung der Exzentrizität"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Säule unter Zugkraft. Übersprungen."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Berechnung der Kapazität von Stahl"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Nenntragfähigkeit für die Neutralachse berechnen"
IDS_F = "f"
IDS_CONC = "Beton"
IDS_STEEL = "Stahl"
IDS_CONCRETE_SECTION = "Betonquerschnitt"
IDS_H_BEAM__REBAR = "H-Balken & Bewehrung"
IDS_HOOP_BAREND = "Bügelstahl(END)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Stahlbalken im Bauzustand"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Verbundbalken im Endzustand"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Neutralachse im Querschnitt prüfen"
IDS_PLASTIC_NA = "Plastische N.A."
IDS_COORINATE_OF_PLASTIC_NA = "Koordinate der plastischen N.A."
IDS_CHECK_BENDING_RESISTANCE = "Überprüfung des Biegewiderstands"
IDS_NAXIS_CONDITION = "Zustand"
IDS_NAXIS_EQUATION_FOR = "Gleichung für"
IDS_NAXIS_VALUE = "Wert"
IDS_CALCULATION = "Berechnung"
IDS_CALCULATION_FOR_K = "Berechnung für k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Berechnung des elastischen Momentenwiderstands"
IDS_PLASTIC_MOMENT_RESISTNACE = "Berechnung des plastischen Momentenwiderstands"
IDS_CALCULATION_OF = "Berechnung von"
IDS_ELASTIC_NA = "Elastische N.A."
IDS_COORDINATE_OF_ELASTIC_NA = "Koordinate der elastischen N.A."
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Überprüfung des effektiven Verbundquerschnitts"
IDS_POSITION = "Position"
IDS_EQUATION_FOR_K = "Gleichung für k"
IDS_STEEL_TOP_FLANGE = "Stahloberflansch"
IDS_STEEL_WEB = "Stahlweb"
IDS_STEEL_BOT_FLANGE = "Stahlunterflansch"
IDS_CONCRETE_SLAB = "Betonplatte"
IDS_REINFORCING_STEEL = "Bewehrungsstahl"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Querschnittswiderstandsmoment an einer Innenauflagerstelle"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabelle der Querschnittswiderstandsmomente für jeden Teil im Querschnitt"
IDS_STEEL_SECTION = "Stahlquerschnitt"
IDS_COMPOSITE_SECTION = "Verbundquerschnitt"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Berechnung der Momententragfähigkeit des Querschnitts"
IDS_PART = "Teil"
IDS_AXIAL_COMP_CAPACITY = "Axiale Drucktragfähigkeit"
IDS_ARM_LENGTH = "Armlänge"
IDS_MOMENT_CAPACITY_TABLE = "Momentenfähigkeit"
IDS_TOTAL = "Gesamt"
IDS_ERROR = "Fehler"
IDS_IN_CONCRETE_SLAB = "in der Betonplatte"
IDS_IN_STEEL_TOP_FLANGE = "in der Stahloberflansch"
IDS_IN_STEEL_WEB = "in der Stahlweb"
IDS_IN_STEEL_BOT_FLANGE = "in der Stahlunterflansch"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Plastische Neutralachse im unteren Stahlflansch"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Plastische Neutralachse im Stahlsteg"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Plastische Neutralachse im Steg"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Plastische Neutralachse in der Öffnung des Stahlstegs"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Plastische Neutralachse im oberen Stahlflansch"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Plastische Neutralachse in der Betonplatte"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Überprüfung des longitudinalen Schubwiderstands"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Berechnung der longitudinalen Schubkraft"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Bemessungs-Schubwiderstand des Kopfbolzens berechnen"
IDS_BENDING_RESISTANCE = "Biegemomentwiderstand"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Längsschubkraftwiderstand"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabelle der Berechnung für k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Vertikaler Schubkraftwiderstand"
IDS_LONGITUDINAL_DIRECTION = "Längsrichtung"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Das Vorzeichen der Momententragfähigkeit wird durch die Richtung des Moments bestimmt, unabhängig von der Richtung der Kraft."
IDS_EFFECTIVE_WIDTH = "Effektive Breite"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Prüfen der Anforderungen für Ständer"
IDS_CHECK_SIZE_SMALL = "Prüfen der Größe"
IDS_CHECK_MATERIAL_SMALL = "Prüfen des Materials"
IDS_EC_MAJOR_AXIS_Y = "Hauptachse (Y)"
IDS_EC_MINOR_AXIS_X = "Nebenachse (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Prüfen des vertikalen Schubkraftwiderstands"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Berechnung des plastischen Momentenwiderstands"
